{
  "hi": "Hello! How can I help you today?",
  "hello": "Hi there! What can I assist you with?",
  "bye": "Goodbye! Take care of your health!",
  "thankyou": "You're welcome! Stay healthy!",
  "cold": "For cold, rest, fluids, and paracetamol are usually enough.",
  "fever": "Monitor your temperature and stay hydrated. Consider seeing a doctor if it persists.",
  "headache": "Try to rest in a quiet, dark room. If pain persists, consult a doctor.",
  "stomach ache": "Avoid spicy food and drink plenty of fluids. Visit a doctor if needed.",
  "cough": "Take warm liquids, honey, and avoid cold air. Seek medical help if it's persistent.",
  "sore throat": "Gargle with warm salt water and stay hydrated.",
  "covid": "If you have symptoms, isolate and get tested. Contact a healthcare provider.",
  "diabetes": "Maintain a balanced diet and follow your medication routine.",
  "blood pressure": "Monitor it regularly and take prescribed medication. Reduce salt intake.",
  "allergy": "Avoid allergens and take antihistamines if needed.",
  "vomiting": "Drink ORS and avoid solid food for a while. If frequent, consult a doctor.",
  "diarrhea": "Stay hydrated and avoid spicy food. Take ORS.",
  "acidity": "Avoid oily food and eat at regular intervals.",
  "asthma": "Always keep your inhaler handy and avoid dust or cold air.",
  "anxiety": "Practice deep breathing and relaxation techniques. Consider talking to a professional.",
  "I'm suffering from depression": "It's important to talk to someone. Seek professional help if needed.",
  "back pain": "Rest and apply a warm compress. If it persists, consult a doctor.",
  "joint pain": "Rest the joint and apply ice. Over-the-counter pain relievers can help.",
  "nausea": "Ginger tea can help. Avoid heavy meals and stay hydrated.",
  "skin infection": "Keep the area clean and dry. Use antiseptic cream. Consult a doctor if it worsens.",
  "head injury": "Apply ice to reduce swelling. Seek medical attention if there's severe pain or confusion.",
  "flu": "Rest, drink fluids, and consider over-the-counter medications for relief."
  
}
